<?php

return [
    'board' => [
        'title' => 'Статистика'
    ],

    'shop' => [
        'title' => 'Магазин'
    ],

    'products' => [
        'title' => 'Продукция',
        'all' => 'Все товары',
        'create' => 'Добавить товар',
        'fields' => [
            'categories' => 'Категория',
            'subcategory' => 'Вид продукта',
            'units' => 'Единицы',
            'price' => 'Цена, грн',
            'step' => 'Упаковка',
            'min' => 'Минимальный заказ',
            'max' => 'Всего в наличии',
            'has_delivery' => 'Есть доставка',
            'has_pickup' => 'Есть самовывоз',
            'price_arranged' => 'Договорная цена'
        ],
        'statuses' => [
            'not_published' => 'Не опубликован',
            'moderated' => 'На модерации',
            'published' => 'Опубликован'
        ]
    ],

    'categories' => [
        'title' => 'Категории',
        'create' => 'Добавить категорию',
        'fields' => [
            'parent' => 'Родительская категория'
        ],
    ],

    'users' => [
        'title' => 'Пользователи',
        'create' => 'Добавить пользователя',
        'export' => 'Экспортировать пользователей',
        'fields' => [
            'name' => 'Имя',
            'role' => 'Роль',
            'status' => 'Статус',
            'phone' => 'Телефон',
            'change_password' => 'Изменить пароль?',
            'registered_at' => 'Дата регистрации'
        ],
        'messages' => [
            'updated' => 'Пользователь успешно обновлен.',
            'deleted' => 'Пользователь удален.'
        ]
    ],

    'news' => [
        'title' => 'Новости',
        'all' => 'Все новости',
    ],

    'articles' => [
        'title' => 'Новости',
        'create' => 'Добавить новость'
    ],

    'tickets'=>[
        'title' => 'Обращения',
        'fields' => [
            'is_resolved' => 'Решено',
            'answer_email' => 'Ответить на Email'
        ],
        'buttons' => [
            'resolve' => 'Вопрос решен',
            'reject' => 'Вернуть в обработку',
            'answer' => 'Ответить'
        ]
    ],

    'orders' => [
        'title' => 'Заказы',
        'fields' => [
            'seller' => 'Продавец',
            'buyer' => 'Покупатель',
            'carts_count' => 'Товаров',
            'total' => 'Сумма'
        ]
    ],

    'pages' => [
        'title' => 'Страницы',
        'fields' => [
            'slug' => 'Слаг',
            'change_slug' => 'Изменить слаг страницы?'
        ]
    ],

    'units' => [
        'title' => 'Единицы измерения',
        'all' => 'Все единицы измерения',
        'create' => 'Добавить единицу измерения',
        'fields' => [
            'name' => 'Краткое название',
            'nicename' => 'Полное название'
        ]
    ],

    'fields' => [
        'title' => 'Название',
        'description' => 'Описание',
        'content' => 'Полный текст',
        'published_at' => 'Дата публикации',
        'is_published' => 'Опубликовано',
        'optional' => '(не обязательно)',
        'created_at' => 'Дата создания',
        'created_by' => 'Добавил',
        'latitude' => 'Широта',
        'longitude' => 'Долгота',
        'ads_per_day' => 'Кол-во создания объявлений в день',
        'ads_live_day' => 'Сколько дней доступно объявление',
        'address' => 'Адресс',
        'status' => 'Статус',
        'views_count' => 'Просмотрено'
    ],

    'buttons' => [
        'save' => 'Сохранить',
        'delete' => 'Удалить',
        'cancel' => 'Отмена',
        'edit' => 'Изменить',
        'show' => 'Показать',
        'add' => 'Добавить',
        'upload' => 'Добавить изображения'
    ],

    'messages' => [
        'answered' => 'Ответ успешно отправлен',
        'created' => '«:item» успешно создано.',
        'updated' => '«:item» успешно обновлено.',
        'deleted' => '«:item» успешно удалено.',
        'delete_confirmation' => 'Вы уверены, что хотите удалить этот элемент?'
    ],
    'settings' => [
        'title' => 'Настройки',
    ],

    'enter_site' => 'Перейти на сайт',
    'search' => 'Поиск',
    'not_found' => 'Ничего не найдено...'
];
