<?php

return [

    'name' => 'Имя',
    'surname' => 'Фамилия',
    'phone' => 'Телефон',
    'password' => 'Пароль',
    'password_confirmation' => 'Повторите пароль',
    'city' => 'Город',
    'organization' => 'Организация (не обязательно)',
    'type_car' => 'Марка автотранспорта',
    'brand_car' => 'Модель автотранспорта',
    'price_km' => 'Cтоимость 1км',
    'tonnage' => 'Тоннаж',
    'car_region' => 'Местонахождение транспорта',
    'all_region' => 'Перевозки по всей стране',
    'worked_region' => 'Выберите регионы в которых вы работаете:',
    'add_photo_carrier' => 'Добавьте фото Вашего транспорта',
    'published_carrier' => 'Опубликовать перевозчика на сайте',
    'carrier_description' => 'Краткое описание для публикации на сайте',

    'roles' => [
        'buyer' => 'Покупатель',
        'seller' => 'Продавец',
        'admin' => 'Администратор',
        'moderator' => 'Модератор',
        'writer' => 'Редактор ',
        'booker' => 'Бухгалтер',
        'carrier' => 'Перевозчик'
    ],

    'login' => 'Войти',
    'logout' => 'Выйти',
    'register' => 'Регистрация',
    'make_register' => 'Зарегистрироваться',
    'already_registered' => 'Уже есть аккаунт?',
    'not_registered' => 'Еще нет аккаунта?',

    'remember_me' => 'Запомнить меня',
    'forgot_password' => 'Забыли пароль?',
    'reset_password' => 'Сбросить пароль',
    'send_reset_link' => 'Отправить ссылку',

    'anonymous' => 'Аноним',
    'failed' => 'Эти учетные данные не соответствуют нашим записям.',
    'throttle' => 'Слишком много попыток. Попробуйте позже через :seconds секунд.',

    'verify' => [
        'title' => 'Проверьте свой адрес электронной почты',
        'resent' => 'На ваш адрес электронной почты была отправлена новая ссылка для подтверждения.',
        'text' => 'Прежде чем продолжить, проверьте свою электронную почту на наличие ссылки для подтверждения. Если вы не получили письмо,',
        'btn' => 'нажмите здесь, чтобы запросить новую ссылку'
    ]
];
