<?php

return [
    'delivery_from' => 'Доставка из <strong>г. :city</strong>',
    'pickup_from' => 'Самовывоз из <strong>г. :city</strong>',
    'city' => 'г. :city',
    'quantity' => 'Кол-во',
    'has_pickup' => 'Самовывоз',
    'has_delivery' => 'Доставка',
    'not_found' => [
        'title' => 'По вашему запросу ничего не найдено.',
        'description' => 'Попробуйте изменить запрос или указать более точные параметры поиска.'
    ],
    'checkout' => [
        'title' => 'Оформление заказа',
        'start' => 'Перейти к оформлению',
        'finish' => 'Подтвердить',
        'success' => 'Заказ №:order успешно сформирован'
    ],
    'orders' => [
        'empty' => 'У вас еще не было завершенных заказов.'
    ],
    'empty' => 'Продукты пока не добавлены',
    'back_to_shop' => 'Вернуться в магазин',
    'rules' => [
        'verify_email' => 'Для подачи объявлений пройдите верификацию почты.',
        'max_ads' => 'Вы привысили максимальное колличесво подачи объявлений в день.'
    ],
    'region' => 'Регион',
    'settlement' => 'Населенный пункт',
    'share' => 'Поделиться в'
];
