<?php

return [
    'board' => [
        'title' => 'Статистика'
    ],

    'shop' => [
        'title' => 'Магазин'
    ],

    'products' => [
        'title' => 'Продукція',
        'all' => 'Усі товари',
        'create' => 'Додати товар',
        'fields' => [
            'categories' => 'Категорія',
            'subcategory' => 'Вид товару',
            'units' => 'Одиниці',
            'price' => 'Ціна, грн',
            'step' => 'Упаковка',
            'min' => 'Мінімальне замовлення',
            'max' => 'Кількість в наявності',
            'has_delivery' => 'Чи є доставка',
            'has_pickup' => 'Чи є самовивезення',
            'price_arranged' => 'Договірна ціна'
        ]
    ],

    'categories' => [
        'title' => 'Категорії',
        'create' => 'Додати категорію',
        'fields' => [
            'parent' => 'Батьківська категорія'
        ],
    ],

    'users' => [
        'title' => 'Користувачі',
        'create' => 'Додати користувача',
        'export' => 'Експортувати користувачів',
        'fields' => [
            'name' => 'Iм\'я',
            'role' => 'Роль',
            'status' => 'Статус',
            'phone' => 'Телефон',
            'change_password' => 'Змінити пароль?',
            'registered_at' => 'Дата реєстрації'
        ],
        'messages' => [
            'updated' => 'Користувач успішно оновлений.',
            'deleted' => 'Користувача видалено.'
        ]
    ],

    'news' => [
        'title' => 'Новини',
        'all' => 'Всі новини',
    ],

    'articles' => [
        'title' => 'Новини',
        'create' => 'Додати новину'
    ],

    'tickets'=>[
        'title' => 'Звернення',
        'fields' => [
            'is_resolved' => 'Вирішено',
            'answer_email' => 'Відповісти на Email'
        ],
        'buttons' => [
            'resolve' => 'Питання вирішено',
            'reject' => 'Повернути в обробку',
            'answer' => 'Відповісти'
        ]
    ],

    'orders' => [
        'title' => 'Замовлення',
        'fields' => [
            'seller' => 'Продавець',
            'buyer' => 'Покупець',
            'carts_count' => 'Товарів',
            'total' => 'Сума'
        ]
    ],

    'pages' => [
        'title' => 'Сторінки',
        'fields' => [
            'slug' => 'Слаг',
            'change_slug' => 'Змінити слаг сторінки?'
        ]
    ],

    'units' => [
        'title' => 'Одиниці виміру',
        'all' => 'Всі одиниці вимірювання',
        'create' => 'Додати одиницю виміру',
        'fields' => [
            'name' => 'Коротка назва',
            'nicename' => 'Повна назва'
        ]
    ],

    'fields' => [
        'title' => 'Назва',
        'description' => 'Опис',
        'content' => 'Повний текст',
        'published_at' => 'Дата публікації',
        'is_published' => 'Опубліковано',
        'optional' => '(не обов\'язково)',
        'created_at' => 'Дата створення',
        'created_by' => 'Додав',
        'latitude' => 'Широта',
        'longitude' => 'Довгота',
        'ads_per_day' => 'Кількість створення оголошень в день',
        'ads_live_day' => 'Скільки днів діє оголошення',
        'address' => 'Адреса',
        'views_count' => 'Переглянуто'
    ],

    'buttons' => [
        'save' => 'Зберегти',
        'delete' => 'Видалити',
        'cancel' => 'Скасувати',
        'edit' => 'Змінити',
        'show' => 'Показати',
        'add' => 'Додати',
        'upload' => 'Додати зображення'
    ],

    'messages' => [
        'answered' => 'Відповідь успішно відправлено',
        'created' => '«:item» успішно створено.',
        'updated' => '«:item» успішно оновлено.',
        'deleted' => '«:item» успішно видалено.',
        'delete_confirmation' => 'Ви впевнені, що хочете видалити цей елемент?'
    ],
    'settings' => [
        'title' => 'Налаштування',
    ],
    'enter_site' => 'Перейти на сайт',
    'search' => 'Пошук',
    'not_found' => 'Нічого не знайдено...'
];
