<?php

return [

    'name' => 'Iм\'я',
    'surname' => 'Прізвище',
    'phone' => 'Телефон',
    'password' => 'Пароль',
    'password_confirmation' => 'Повторіть пароль',
    'city' => 'Місто',
    'organization' => 'Організація (не обов\'язково)',
    'type_car' => 'Марка автотранспорту',
    'brand_car' => 'Модель автотранспорту',
    'price_km' => 'Вартість 1км',
    'tonnage' => 'Тоннаж',
    'car_region' => 'Місценаходження автотранспорту',
    'all_region' => 'Перевезення по всій страні',
    'worked_region' => 'Оберіть регіони в яких ви працюєте:',
    'add_photo_carrier' => 'Додайте фото Вашого транспорту',
    'published_carrier' => 'Опублікувати перевізника на сайті',
    'carrier_description' => 'Короткий опис для публікації на сайті',

    'roles' => [
        'buyer' => 'Покупець',
        'seller' => 'Продавець',
        'admin' => 'Адміністратор',
        'moderator' => 'Модератор',
        'writer' => 'Редактор',
        'booker' => 'Бухгалтер',
        'carrier' => 'Перевізник'
    ],

    'login' => 'Увійти',
    'logout' => 'Вийти',
    'register' => 'Реєстрація',
    'make_register' => 'Зареєструватися',
    'already_registered' => 'Вже є аккаунт?',
    'not_registered' => 'Ще немає акаунту?',

    'remember_me' => 'Запам\'ятати мене',
    'forgot_password' => 'Забули пароль?',
    'reset_password' => 'Скинути пароль',
    'send_reset_link' => 'Надіслати посилання',

    'anonymous' => 'Анонім',
    'failed' => 'Ці облікові дані не відповідають нашим записам.',
    'throttle' => 'Занадто багато спроб. Спробуйте пізніше через :seconds секунд.',

    'verify' => [
        'title' => 'Перевірте свою адресу електронної пошти',
        'resent' => 'На вашу адресу електронної пошти було відправлене нове посилання для підтвердження.',
        'text' => 'Перш ніж продовжити, перевірте свою електронну пошту на наявність посилання для підтвердження. Якщо ви не отримали листа,',
        'btn' => 'натисніть тут, щоб запросити нове посилання'
    ]
];
