<?php

return [
    'delivery_from' => 'Доставка з <strong>м. :city</strong>',
    'pickup_from' => 'Самовивіз з <strong>м. :city</strong>',
    'city' => 'м. :city',
    'quantity' => 'Кіл-ть',
    'has_pickup' => 'Самовивіз',
    'has_delivery' => 'Доставка',
    'not_found' => [
        'title' => 'За вашим запитом нічого не знайдено.',
        'description' => 'Спробуйте змінити запит або вказати більш точні параметри пошуку.'
    ],
    'checkout' => [
        'title' => 'Оформлення замовлення',
        'start' => 'Перейти до оформлення',
        'finish' => 'Підтвердити',
        'success'=> 'Замовлення №:order успішно сформовано'
    ],
    'orders' => [
        'empty' => 'У вас ще не було завершених замовлень.'
    ],
    'empty' => 'Продуктів ще не додано',
    'back_to_shop' => 'Повернутися до магазину',
    'rules' => [
        'verify_email' => 'Для подачі оголошень пройдіть верифікацію пошти.',
        'max_ads' => 'Ви перевищили максимальну кількість подачі оголошень в день.'
    ],
    'region' => 'Регіон',
    'settlement' => 'Населенний пункт',
    'share' => 'Поділитися у'
];
